Repository: bitcero/bxpress
Catalog: bxpress/lang/*.po
Languages: es

source: Announcements Help
es: Ayuda para anuncios

source: Announcements Management
es: Administración de Anuncios

source: Provided ID is not valid!
es: ¡El ID proporcionado no es válido!

source: Specified announcement does not exists!
es: ¡El anuncio especificaco no existe!

source: Announcements
es: Anuncios

source: Edit Announcement
es: Editar Anuncio

source: New Announcement
es: Nuevo Anuncio

source: Text
es: Texto

source: Expire on
es: Expira el

source: Show on
es: Mostrar en

source: Module home page
es: Página inicial del módulo

source: Forum
es: Foro

source: All module
es: Todo el módulo

source: Please select the forum where this announcement will be shown. This option only is valid when "In Forum" has been selected.
es: Por favor selecciona el foro donde el anuncio deberá ser mostrado. Esta opción solo es válida cuando "En Foro" ha sido seleccionado.

source: Save Changes
es: Guardar Cambios

source: Create Announcement
es: Crear Anuncio

source: Cancel
es: Cancelar

source: Session token expired!
es: ¡Identificador de sesión no válido!

source: Specified announcement does no exists!
es: ¡El anuncio especificaco no existe!

source: The expiration time can not be minor than current time!
es: ¡El tiempo de expiración no puede ser anterior al tiempo actual!

source: Announcement saved successfully!
es: ¡Anuncio almacenado correctamente!

source: Announcement could not be saved!
es: ¡El anuncio no pudo ser almacenado!

source: You must select at least one announcement to delete!
es: ¡Debes seleccionar al menos un anuncio para eliminar!

source: Announcements deleted successfully!
es: ¡Anuncios eliminados correctamente!

source: Errors ocurred while trying to delete announcements.
es: Ocurrieron errores mientras se intentaba eliminar los anuncios.

source: Categories
es: Categorías

source: You must select a category at least in order to run this action!
es: ¡Debes seleccionar al menos una categoría para poder ejecutar esta acción!

source: Do you really want to delete selected categories?\n\nAll forums under this category will be deleted also!
es: ¿Realmente deseas eliminar las categorías seleccionadas?\n\n

source: You had not provided a category ID
es: No has proporcionado un ID de categoría

source: Specified category does not exists!
es: ¡La categorías especificada no existe!

source: Edit category
es: Editar categoría

source: Edit Category
es: Editar Categoría

source: New Category
es: Nueva Categoría

source: Name
es: Nombre

source: Short name
es: Nombre corto

source: Description
es: Descripción

source: Show description
es: Mostrar descripción

source: Activate
es: Activar

source: Groups
es: Grupos

source: Submit
es: Enviar

source: Please provide a name for this category!
es: ¡Por favor proporciona un nombre para esta categoría!

source: The specified category ID is not valid!
es: ¡No es válido el ID de categoría especificado!

source: Already exists a category with same name!
es: ¡Ya existe una categoría con el mismo nombre!

source: Already exist a category with the same short name!
es: ¡Ya existe una categoría con el mismo nombre corto!

source: Category saved succesfully!
es: ¡Categoría almacenada satisfactoriamente!

source: Category could not be saved!
es: ¡No se pudo almacenar la categoría!

source: You must select at least one category
es: Debes seleccionar al menos una categoría

source: Category ID %s is not valid!
es: ¡El ID de categoría %s no es válido!

source: Category with id %s does not exists!
es: ¡La categoría con ID %s no existe!

source: Category %s could not be deleted!
es: ¡No se pudo eliminar la categoría %s!

source: There was errors during this operation
es: Ocurrieron errores durante esta operación

source: Categories deleted successfully!
es: ¡Categorías eliminadas correctamente!

source: Errors ocurred while trying to change status
es: Ocurrieron errores al intentar cambiar el estado

source: Database updated successfully!
es: ¡Base de datos actualizada correctamente!

source: Token session expired. Try again.
es: Expiró el identificador de sesión. Inténtelo nuevamente.

source: Category ID is not valid: %s
es: ¡El ID de categoría %s no es válido!

source: Category with ID %u does not exists.
es: ¡La categoría con ID %u no existe!

source: Category %s could not be saved.
es: La categoría %s no pudo ser guardada.

source: Errors ocurred while trying to update categories order
es: Ocurrieron errores al intentar actualizar el orden de los categorías

source: Forums
es: Foros

source: Forums Help
es: Ayuda de Foros

source: You must select one forum at least in order to run this action!
es: ¡Debes seleccionar al menos un foro para poder ejecutar esta acción!

source: Do you really want to delete selected forums?\n\nAll posts sent in this forum will be deleted also!
es: ¿Realmente deseas eliminar los foros seleccionados?\n\n

source: Specified forum does not exists!
es: ¡El foro especificado no existe!

source: Edit Forum
es: Editar Foro

source: New Forum
es: Nuevo Foro

source: Category
es: Categoría

source: Select category...
es: Selecciona una categoría...

source: Forum name
es: Nombre del foro

source: Forum description
es: Descripción del foro

source: Forum image
es: Imagen del foro

source: Activate forum
es: Activar foro

source: Allow signatures in the posts
es: Permitir firmas en los mensajes

source: Answers to match a topic as popular
es: Número de respuestas para marcar un tema como popular

source: Order in the list
es: Orden en la lista

source: Allow attachments
es: Permitir adjuntos

source: Maximum attachments file size
es: Tamaño máximo del adjunto

source: Specify this value in Kilobytes
es: Especifica este valor en kilobytes

source: Allowed file types
es: Tipos de archivos permitidos

source: Specified the extensions of allowed file types separating each one with "|" and without the dot.
es: Especifica las extensiones para los tipos de archivos permitidos y separa cada una con "|". Recuerda que no debes incluir el punto en la extensión.

source: Can view the forum
es: Pueden ver el foro

source: Can start new topics
es: Pueden iniciar nuevos temas

source: Can answer
es: Puden responder

source: Can edit their posts
es: Pueden editar sus mensajes

source: Can delete
es: Pueden eliminar

source: Can vote
es: Pueden votar

source: Can attach
es: Pueden adjuntar

source: Can send without approval
es: Pueden enviar sin aprobación

source: Create Forum
es: Crear Foro

source: Session token expired
es: ¡Identificador de sesión no válido!

source: Specified id is not valid!
es: ¡El id especificado no es válido!

source: Another forum with name "%s" already exists in this category.
es: Ya existe otro foro con el nombre "%s" en esta categoría.

source: Forum saved successfully! Redirecting to moderators assignment...
es: ¡El foro se almacenó correctamente! Redireccionando a la asignación de moderadores...

source: Changes saved successfully!
es: ¡Cambios almacenados correctamente!

source: Forum could not be saved!
es: ¡El foro no pudo ser almacenado!

source: Session token expired! Try again.
es: El identificador de sesión ha caducado. Vuelva a intentarlo.

source: No forum has been selected.
es: No se ha seleccionado ningún foro.

source: Forum with id "%u" does not exists!
es: ¡El foro con el ID "%u" no existe!

source: Forum "%s" could not be deleted!
es: ¡No pudo ser eliminado el foro "%s"!

source: Errors ocurred while trying to delete forums:
es: Ocurrieron errores al intentar eliminar los foros:

source: Forums deleted without errors
es: Foros eliminados correctamente

source: No forum ID has been provided!
es: ¡No se proporciono un ID de foro!

source: Forum "%s" Moderators
es: Moderadores del Foro "%s"

source: Moderators
es: Moderadores

source: Choose from the list the moderators users
es: Seleccione de la lista de usuarios a los moderadores del foro

source: Save Moderators
es: Guardar Moderadores

source: forum Moderators
es: Moderadores del foro

source: A forum ID has not been provided!
es: ¡No se porporcionó un ID del foro!

source: Sepecified forum does not exists!
es: ¡El foro especificado no existe!

source: Moderator saved successfully!
es: ¡Moderador almacenado correctamente!

source: Moderators could not be saved!
es: ¡No se pudo asignar a los moderadores!

source: Home Page
es: Página Inicial

source: All Module
es: Todo el módulo

source: Last post on %s
es: Último mensaje el %s

source: By %s
es: Por %s

source: Created on %s
es: Creado el %s

source: Forum Dashboard
es: Tablero del Foro

source: Dashboard
es: Tablero

source: Reports
es: Reportes

source: All reports
es: Todos los reportes

source: Read
es: Leídos

source: Not Read
es: No leídos

source: Prune
es: Limpieza

source: Prune forum
es: Limpiar foro

source: Prune Posts
es: Limpiar Mensajes

source: Prune from forum
es: Limpiar el foro

source: Select option...
es: Seleccionar opción...

source: All forums
es: Todos los foros

source: Days old
es: Días de antiguedad

source: Delete topics older than these days
es: Eliminar temas anteriores a estos días

source: Topics to delete
es: Temas a eliminar

source: Select option
es: Seleccionar opción

source: All topics
es: Todos los temas

source: Unanswered Topics
es: Temas sin respuestas

source: Delete Sticky Topics
es: Eliminar Temas Pegadizos

source: Prune Now!
es: ¡Limpiar Ahora!

source: Do you really wish to delete the topics? \nThis action will delete the data permanently.
es: ¿Realmente deseas eliminar los temas seleccionados?\nEsta acción eliminará los datos permanentemente.

source: Prune done! %u topics deleted
es: ¡Limpieza terminada! %u temas eliminados

source: Reports Management
es: Administración de Reportes

source: Reports management
es: Administración de Reportes

source: Select at least one report!
es: ¡Selecciona al menos un reporte!

source: Errors ocurred
es: Ocurrieron errores

source: ID %s is not valid!
es: ¡El ID %s no es válido!

source: Report with ID %s does not exists!
es: ¡El reporte con ID %s no existe!

source: Report %s could dot be deleted!
es: ¡El reporte %s no pudo ser eliminado!

source: Errors ocurred while trying to delete selected reports.
es: Ocurrieron errores al intentar eliminar los reportes seleccionados.

source: Reports deleted successfully!
es: ¡Reportes eliminados correctamente!

source: Show members counter:
es: Mostrar el contador de miembros

source: Yes
es: Sí

source: Members counter caption:
es: Leyenda para el contador de nombres:

source: Show topics counter:
es: Mostrar contador de temas:

source: Topics counter caption:
es: Leyenda para el contador de temas:

source: Show replies counter:
es: Mostrar contador de respuestas:

source: Replies counter caption:
es: Leyenda para el contador de respuestas:

source: Show likes counter:
es: Mostrar contador de likes:

source: Likes counter caption:
es: Leyenda para el contador de likes:

source: Show files counter:
es: Mostrar contador de archivos:

source: files counter caption:
es: Leyenda para el contador de archivos:

source: Updated on %s
es: Actualizado el %s

source: List type:
es: Tipo de lista:

source: Recent topics
es: Temas recientes

source: Hot topics
es: Temas populares

source: Most viewed topics
es: Temas más vistos

source: Most likely topics
es: Temas con más likes

source: Number of items:
es: Número de elementos:

source: Limit period in days
es: Período límite en días

source: Leave this value in 0 for no limit.
es: Deje este valor en 0 para no limitar.

source: Display order:
es: Orden de presentación:

source: Descending
es: Descendente

source: Ascending
es: Ascendente

source: Display format:
es: Presentación:

source: Full
es: Completo

source: Medium
es: Mediano

source: Compact
es: Compacto

source: Determines the way in that the block will be displayed. Full format shows all information about topics.
es: Determina el formato con el que el bloque será mostrado. El formarto completo muestra toda la información del tema.

source: Most active users
es: Usuarios más activos

source: Recent users
es: Usuarios recientes

source: Number of users:
es: Número de usuarios:

source: Today %s
es: Hoy %s

source: Yesterday %s
es: Ayer %s

source: Forum Index
es: Índice del Foro

source: Search
es: Buscar

source: Search:
es: Buscar:

source: New topic created
es: Nuevo tema creado

source: A unapproved message has been edited
es: Un mensaje no aprobado ha sido editado

source: Notify me when new topic is created in this forum
es: Notificarme cuando se crea un nuevo tema en este foro

source: Notify me when new message is posted in this forum
es: Notificarme cuando se envie un nuevo mensaje en el foro

source: Notify me when new reply is sent in this topic
es: Notificarme cuando una respuesta es enviada en el foro

source: New topic created in forum "%s"
es: Nuevo tema creado en el foro "%s"

source: New post sent in forum "%s"
es: Nuevo mensaje enviado en el foro "%s"

source: New reply in topic "%s" from forum "%s"
es: Nueva respuesta en el tema "%s" del foro "%s"

source: Please specify a post id to delete!
es: ¡Por favor especifica un ID de mensaje para eleminar!

source: Specified post does not exists!
es: ¡El mensaje especificado no existe!

source: Sorry, you don't have permission to do this action!
es: Lo sentimos ¡No tienes permiso para ejecutar esta acción!

source: Topic deleted successfully!
es: ¡Tema eliminado correctamente!

source: Post deleted successfully!
es: ¡Mensaje eliminado correctamente!

source: The topic could not be deleted!
es: ¡El tema no pudo ser eliminado!

source: The post could not be deleted!
es: ¡El mensaje no pudo ser eliminado!

source: Delete
es: Eliminar

source: Dou you really wish to delete specified post?
es: ¿Realmente deseas eliminar el mensaje especificado?

source: <strong>Warning:</strong> This is the first post in the topic. By deleting this all posts will be deleted also.
es: <strong>Advertencia:</strong> Este es el primer mensaje del tema. Al eliminarlo, todos los mensajes se eliminarán también.

source: Delete post?
es: ¿Eliminar Mensaje?

source: Delete!
es: ¡Eliminar!

source: Delete Post?
es: ¿Eliminar Mensaje?

source: No post has been specified!
es: ¡No se ha especificado un mensaje!

source: You don't have permission to edit this post!
es: ¡No tienes permiso para editar este mensaje!

source: You must provide a message text!
es: ¡Debes proporcionar un texto para el mensaje!

source: Changes could not be stored. Please try again!
es: ¡Los cambios no pudieron ser almacenados! Por favor inténtalo de nuevo.

source: Changes stored successfully!
es: ¡Los cambios se han almacenado correctamente!

source: You have not selected any file to delete!
es: ¡No has seleccionado archivo alguno para eliminar!

source: Errors ocurred during this operation!
es: ¡Ocurrieron errores durante esta operación!

source: Files deleted successfully!
es: ¡Archivos eliminados correctamente!

source: You have reached the maximum attachments number for this post
es: Has alcanzado el número máximo de adjuntos para este mensaje

source: The file was not saved.
es: No se almacenó el archivo.

source: Sorry, you do not have permission to do this action
es: Lo sentimos, no tienes permiso para ejecutar esta acción

source: File attached successfully!
es: ¡Archivo ha sido adjuntado correctamente!

source: Edit Topic
es: Editar Tema

source: Topic Subject:
es: Asunto del Tema:

source: Sticky Topic
es: Tema Pegadizo

source: Post
es: Mensaje

source: Attached Files
es: Archivos Adjuntos

source: You can upload new files to this post. You have a limit of <strong>%s</strong> attachment per post.
es: Puedes cargar nuevos archivos en este mensaje. Tienes un límite de <strong>%s</strong> archivos por mensaje.

source: Attach File:
es: Adjuntar Archivo:

source: Allowed File Types: %s
es: Tipos de Archivos Permitidos: %s

source: Cuerrent Attachments
es: Adjuntos Actuales

source: Upload File
es: Cargar Archivo

source: Delete File(s)
es: Eliminar Archivo(s)

source: Topic Review (Newest First)
es: Revisión del Tema (Nuevos primero)

source: An error ocurred while trying to write .htaccess file!
es: ¡Ocurrieron errores al intentar escribir en el archivo htaccess!

source: All Recent Messages
es: Todo los Mensajes Recientes

source: Show all recent messages
es: Mostrar todos los mensajes recientes

source: Posts by forum
es: Mensajes por foro

source: Select a forum to see the messages posted recently.
es: Seleccione un foro para ver los mensajes enviados recientemente.

source: No topic has been specified!
es: ¡No se ha especificado un tema!

source: Specified file does not exists!
es: ¡No existe el archivo especificado!

source: No forum ID has been specified
es: ¡No se especifico el ID del foro!

source: This forum is closed and you don't have permissions to view it
es: Este foro está cerrado y no cuentas con permisos para verlo

source: You are not allowed to view this forum!
es: ¡No tienes permiso para ver este foro!

source: By: %s
es: Por: %s

source: Pages:
es: Páginas:

source: Topics
es: Temas

source: Replies
es: Respuestas

source: Views
es: Lecturas

source: Last Post
es: Último Mensaje

source: No new posts
es: Sin mensajes nuevos

source: New posts
es: Nuevos mensajes

source: No hot topics
es: Sin temas calientes

source: New hot topics
es: Nuevos temas calientes

source: Sticky
es: Pegadizo

source: Closed Topic
es: Tema Cerrado

source: New Topic
es: Nuevo Tema

source: New Posts
es: Nuevos Mensajes

source: Moderate
es: Moderar

source: Go to:
es: Ir a:

source: Go!
es: Ir!

source: Updated on %s.
es: Actualizado el %s

source: Last reply
es: Última respuesta

source: %s by %s
es: %s por %s

source: No replies yet
es: Sin respuestas

source: User
es: Usuario

source: Search for...
es: Buscar...

source: by %s
es: por %s

source: Posts
es: Mensajes

source: Last registered user:
es: Último usuario registrado:

source: Registered users conected:
es: Usuarios conectados:

source: Anonymous users conected:
es: Usuarios anónimos:

source: Registered users:
es: Usuarios registrados:

source: Total topics:
es: Temas totales:

source: Total posts:
es: Mensajes totales:

source: Our Forums
es: Nuestros Foros

source: %s posts in %s topics. %s. Last post by %s %s
es: %s mensajes en %s temas. %s. Último mensaje por %s %s

source: Please refresh the page in order to register your likes.
es: Por favor actualiza la página para poder registrar tus likes.

source: The specified post does not exists! Verify it!
es: ¡El mensaje especificado no existe!

source: We could not register your like for this post. Please try again.
es: No podemos registrar tu like para este mensaje. Por favor inténtalo de nuevo.

source: Your like has been registered successfully!
es: ¡Like registrado correctamente!

source: We could not remove your like from this post. Please try again.
es: No pudimos remover el like de este mensaje. Por favor inténtalo de nuevo.

source: Your like has been removed successfully!
es: ¡Like eliminado correctamente!

source: Please, specify the forum you want to moderate!
es: ¡Por favor especifica el tema que deseas moderar!

source: Specified forum doesn't exists!
es: ¡El foro especificado no existe!

source: Topic
es: Tema

source: Moderating Forum
es: Moderando Foro

source: Pages
es: Páginas

source: Move
es: Mover

source: Unlock
es: Desbloquear

source: Lock
es: Bloquear

source: Unsticky
es: No pegadizo

source: Approved
es: Aprobado

source: Approve
es: Aprobar

source: Unapprove
es: Desaprobar

source: Do you really want to delete selected topics?
es: ¿Realmente deseas eliminar los temas seleccionados?

source: Select at least a topic to moderate!
es: ¡Selecciona al menos un tema para moderar!

source: Please select the target forum
es: Selecciona el foro destino

source: Topics has been relocated!
es: ¡Los temas han sido reubicados!

source: Move Topics
es: Mover Temas

source: Select the forum where you wish to move selected topics
es: Selecciona el foro donde deseas mover los temas seleccionados

source: Move Topics Now!
es: ¡Mover Temas Ahora!

source: Select at least one topic to moderate!
es: ¡Selecciona al menos un tema para moderar!

source: Action completed!
es: ¡Acción completada!

source: Select at least one topic to set as sticky!
es: ¡Selecciona al menos un tema para establecer como pegadizo!

source: Select at least one topic to delete!
es: ¡Selecciona la menos un tema para eliminar!

source: Select at least one topic to moderate
es: Selecciona al menos un tema para moderar

source: Topic not valid!
es: ¡Tema no válido!

source: Post doesn't exists!
es: ¡El mensaje no existe!

source: You don't have permission to do this action!
es: ¡No tienes permiso para realizar esta acción!

source: Operation completed!
es: ¡Operación Completada!

source: You must specify a forum in order to create a new topic!
es: ¡Debes especificar un foro para crear un nuevo tema!

source: Specified topic does not exists!
es: ¡El tema especificado no existe!

source: You do not have permission to do this!
es: ¡No tienes permiso!

source: Message could not be posted! Please try again
es: ¡El mensaje no pudo ser enviado! Intenta de nuevo

source: Your posts has been sent!
es: ¡Tu mensaje ha sido enviado!

source: Message posted, however some errors ocurred while sending!
es: Mensaje enviado, sin embargo ocurrieron algunos errores.

source: Reply
es: Responder

source: Create New Topic
es: Crear Nuevo Tema

source: Write your post and send it
es: Escribe tu mensaje y envialo

source: Your name:
es: Tu nombre:

source: Your email:
es: Tu email:

source: Topic subject:
es: Asunto del tema:

source: Sticky topic
es: Tema pegadizo

source: Attach file
es: Adjuntar archivo

source: Allowed file types: %s
es: Tipo de archivo permitidos: %s

source: Send
es: Enviar

source: Topic review (newest first)
es: Revisión del tema (nuevos primero)

source: Report Post
es: Reportar Mesaje

source: Your reasons to report this post
es: Razón por la cual reportas este mensaje

source: Sepecified post is not valid!
es: ¡El tema especificado no es válido!

source: Thanks for reporting! Moderators will be notified.
es: ¡Gracias por tu reporte! Los moderadores serán notificados.

source: Report could not be sent! Please try again later.
es: ¡El reporte no pudo ser enviado! Por favor intenta de nuevo.

source: Sorry, specified forum was not foud!
es: Lo sentimos, no se encontró el foro especificado.

source: %s :: Posts on forum %s
es: %s :: Mensajes en el foro %s

source: All recent messages posted on %s
es: Todos los mensajes enviados recientemente en %s

source: Posted on: %s :: %s
es: Enviado el: %s :: %s

source: All recent messages posted on forum
es: Todos los mensajes enviados recientemente en el foro

source: Unanswered topics
es: Temas sin respuesta

source: All words
es: Todas las palabras

source: Any word
es: Cualquier palabra

source: Exact phrase
es: Frase exacta

source: Closed
es: Cerrado

source: Date
es: Fecha

source: Last post
es: Último mensaje

source: Do you really wish to delete selected announcements?
es: ¿Realmente deseas eliminar los anuncios seleccionados?

source: Bulk actions...
es: Acciones en bloque...

source: Apply
es: Aplicar

source: Show All
es: Mostrar todo

source: Announcement
es: Anuncio

source: Expire
es: Expira

source: Location
es: Ubicación

source: By
es: Por

source: There are not announcements created yet!
es: ¡No se han creado anuncios todavía!

source: Edit
es: Editar

source: Categories Management
es: Administración de Categorías

source: Add Category
es: Agregar Categoría

source: Groups with access
es: Grupos con acceso

source: Activate category
es: Activar categoría

source: Create Category
es: Crear Categoría

source: Disable
es: Inhabilitar

source: Active
es: Activo

source: Descripcion
es: Descripción

source: There are not categories created yet!
es: ¡Aún no se han creado categorías!
