Repository: bitcero/bxpress
Catalog: bxpress/lang/*.po
Languages: es

source: Forums Management
es: Administración de Foros

source: Attachments
es: Adjuntos

source: Order
es: Orden

source: There are not forums created yet!
es: ¡Aún no se han creado foros!

source: Overview
es: Panorama General

source: Files
es: Archivos

source: Days
es: Días

source: bXpress News
es: Noticias relacionadas con bXpress

source: Activity
es: Actividad

source: Last 30 days
es: Últimos 30 días

source: Recent Posts in Topics
es: Mensajes recientes en temas

source: Popular Topics
es: Temas populares

source: Forum: %s
es: Foro: %s

source: Replies: %s
es: Respuestas: %s

source: Do you really want to delete selected reports?
es: ¿Realmente deseas eliminar los reportes seleccionados?

source: Select some report before!
es: ¡Primero selecciona algún reporte!

source: Mark as read
es: Marcar como leído

source: Mark as not read
es: Marcar como no leído

source: Not read
es: No leídos

source: Reported
es: Reportado

source: Message
es: Mensaje

source: There are not reports registered yet!
es: ¡Todavía no hay reportes registrados!

source: Post #%u
es: Mensaje #%u

source: Read on %s by %s
es: Leído el %s por %s

source: New Post in Forum!
es: ¡Nuevo Mensaje en el Foro!

source: A new post has been sent in forum "%s":
es: Un nuevo mensaje ha sido enviado en el foro "%s"

source: Click here to %s in %s
es: Click aquí para %s en %s

source: view the post
es: ver el mensaje

source: The %s team.
es: El equipo de %s.

source: You are receiving this message because you are subscribed to our forum notifications.
es: Estas recibiendo este mensaje porque te has suscrito a las notificaciones de nuestro foro.

source: Unsubscribe
es: Dar de baja

source: Your Account
es: Tu Cuenta

source: New Topic!
es: ¡Nuevo Tema!

source: A new topic has been created in forum %s:
es: Un nuevo tema ha sido creado en el foro %s:

source: view the topic
es: ver el tema

source: our forum
es: nuestro foro

source: New Reply!
es: ¡Nueva Respuesta!

source: A new reply has been sent in topic %s from forum %s:
es: Una nueva respuesta ha sido enviada en el tema %s del foro %s:

source: view the message
es: ver el mensaje

source: Specified topic is not valid!
es: ¡El tema especificado no es válido!

source: This topic has not been approved yet!
es: ¡Este tema aún no ha sido aprobado!

source: Sorry, you don't have permission to view this forum!
es: ¡No tienes permiso para ver este foro!

source: Not approved
es: No aprobado

source: Registered: %s
es: Registrado: %s

source: Posts: %u
es: Mensajes: %u

source: Report
es: Reportar

source: Quote
es: Cita

source: Online!
es: ¡En línea!

source: Disconnected
es: Desconectado

source: Edit Text
es: Editar Texto

source: Change Forum:
es: Cambiar Foro:

source: Locked Topic
es: Tema Bloqueado

source: In reply to %s.
es: En respuesta a %s.

source: post #%u
es: mensaje #%u

source: Anonymous
es: Anónimo

source: Liked by
es: Le gusta a

source: and %u more.
es: y %u más.

source: Move Topic
es: Mover Tema

source: Unlock Topic
es: Desbloquear Tema

source: Lock Topic
es: Bloquear Tema

source: Unsticky Topic
es: Tema no Pegadizo

source: Unnaprove
es: Desaprobar

source: A simple forums module for XOOPS and common utilities.
es: Un sencillo módulo para crear un foro en XOOPS con Common Utilities.

source: My Blog
es: Mi Blog

source: Categories index
es: Índicie de categorías

source: Forums index
es: Índice de foros

source: Show the forum topics
es: Mostrar los temas del foro

source: Forum header
es: Encabezado del foro

source: Post form template
es: Plantilla del formulario del mensaje

source: Shows topic contents
es: Mostrar contenido del tema

source: Powered legend template
es: Leyenda para la plantialla "impulsado por"

source: Moderator control panel
es: Pandel de control del moderador

source: Moderation forms
es: Formulario para moderación de foros

source: Annpuncements templates
es: Plantillas de anuncios

source: Reporting form template
es: Plantilla para el formulario de reportes

source: Standalone template for search
es: Plantilla para búsqueda independiente

source: Title of the forum
es: Título del foro

source: This title will be used in header of module
es: Este título será mostrado como encabezado el módulo

source: bXpress Forums
es: Foro bXpress

source: Enable permalinks:
es: Activar permalinks:

source: When active, this option allow to module to manage shorter URLs
es: Esta opción permite al módulo manejar URLs cortas.

source: Relative path for module
es: Ruta relativa para el módulo

source: The relative path where module will respond to queries.
es: La ruta relativa donde el módulo recibira las peticiones.

source: Show inactive forums for webmasters and moderators
es: Mostrar los módulos inactivas a los administradores y moderadores

source: When this option is enabled the inactive forums will be shown to webmasters and moderators for administrative purposes. For all other users, the inactive forums remain hidden.
es: Esta opción permite mostrar los foros inactivos a los amdinistradores y moderadores con propósitos administrativos. Para todos los demás usuarios, los foros inactivos permanecerán ocultos.

source: Maximum allowed size for attached files (in KB)
es: Tamaño máximo permitido para los archivos adjuntos (en KB)

source: The files sent in the forums will be limited to this size, bigger file sizes will be ignored.
es: Los archivos enviados en los foros deberán estar limitados a este tamaño. Tamaños más grandes serán ignorados.

source: Show categories in the Homepage
es: Mostrar categorías en la página inicial

source: If this option is enable the forums will be ordered by categories in the homepage.
es: Si esta opción se activa, los foros serán ordenados por categorías en la página inicial.

source: Enable search for anonymous users
es: Activar búsqueda para usuarios anónimos

source: Allow HTML in the posts
es: Permitir HTML en los mensajes

source: Anonymous Users Prefix
es: Prefijo para usuarios anónimos

source: Time to mark a post as new
es: Tiempo para marcar un mensaje como nuevo

source: Specify this value in seconds
es: Especificar este valor en segundos

source: Post Limit in Review
es: Número de mensajes en la revisión de mensajes

source: Post Maximun Number that will be shown in the post form.
es: Indica el número máximo de mensajes que serán mostrados en el formulario de mensajes.

source: Post Number per Page
es: Número de mensajes por página

source: This value can be configured individually for every user.
es: Este valor puede ser configurado individualmente para cada usuario.

source: Topics Number per Page
es: Número de temas por página

source: Date Format
es: Formato de fecha

source: Limit post attachments
es: Límite de archivos adjuntos por mensaje

source: Directory to storage the attachment
es: Directorio para almacenar los archivos adjuntos

source: This directory must exist in the server and must have read and writing permisions.
es: Este directorio debe existir en el servidor y debe contar con permisos de lectura y escritura.

source: Activate Sticky Posts
es: Activar mensajes pegadizos

source: By enabling this option, bXpress could create topics like "sticky". The sticky topics always will appear in the first positions. Even when this option is disabled with the administrators and moderators will create sticky posts.
es: Esta opción permite la creación de temas pegadizos. Los temas pegadizos siempre aparecerán en las primeras posiciones. Los administradores y moderadores podrán crear temas pegadizos incluso aunque esta opción este desactivada.

source: Previous messages sent to can create sticky posts
es: Número de mensajes enviados para poder crear temas pegadizos

source: Activate announcements in the module
es: Activar anuncios en el módulo

source: Maximum number of announcements to show
es: Número máximo de anuncios que se muestran

source: Mode to show announcements
es: Modo para mostrar anuncios

source: Recents
es: Recientes

source: Random
es: Aleatorios

source: Recent topic time
es: Tiempo para el tema reciente

source: Time to mark a topic as recent.
es: Tiemo para marcar un tema como reciente.

source: Description of the Syndication option
es: Descripción de la opción RSS

source: Order topics for recent post
es: Ordenar temas por mensajes recientes

source: Indicate if the forum topics will be ordered per recent topics
es: Inidia si los temas en el foro serán ordenados en base a los mensajes mas recientes.

source: Notifications related to forums
es: Notificaciones relacionadas con los foros

source: Notifications related to topics
es: Notificaciones relacionadas con los temas

source: Notifications related to all forums
es: Notificaciones relacionadas con todos los foros

source: New Added Topic
es: Nuevo Tema Agregado

source: Notify when a new topic is created in this forum
es: Notifica cuando un tema es creado en este foro

source: Sends a notification when a new topic is created in a given forum.
es: Envía una notificación cuando un nuevo tema se crea en un foro determinado.

source: New Topic Added
es: Nuevo Tema Agregado

source: New Post sent
es: Nuevo Mensaje Enviado

source: Notify when a new post is sent in this topic
es: Notificar cuando un nuevo mensaje es enviado en este tema.

source: Send a notification when a new post is sent on a topic
es: Enviar una notificación cuando un nuevo tema sea enviado en un tema

source: A new post has been sent
es: Un nuevo mensaje ha sido enviado

source: New post in any forum
es: Nuevos mensaje en cualquier foro

source: Notify when a new topic is sent in any forum
es: Notificar cuando un nuevo tema sea enviado en cualquier foro

source: Send a notification when a new topic is sent in any forum
es: Enviar una notificación cuando un tema sea creado en cualquier foro

source: New topic sent
es: Nuevo tema creado

source: New topic in forum
es: Nuevo tema en foro

source: Notify when a new topic is sent in this forum
es: Notificar cuando un nuevo tema sea creado en este foro

source: Sent a notification when a new topic is sent to this forum
es: Enviar una notificación cuando un nuevo tema creado en este foro

source: Forum topics list
es: Lista de temas

source: Show a list with topics in forum according to configured options
es: Mostrar una lista con temas de acuerdo a las opciones configuradas

source: Status counter
es: Contador de estado

source: Shows the counters for forum status
es: Mostrar el contador para el estado del foro

source: members
es: miembros

source: topics
es: temas

source: replies
es: respuestas

source: files
es: archivos

source: Users activity
es: Actividad de usuarios

source: Show the activity from users
es: Muestra la actividad de usuarios

source: Index
es: Índice

source: Edit Post
es: Editar Mensaje

source: Report post
es: Reportar mensaje
